Revit 2027 API
ParameterTypeId.StairstypeCalcRuleMinResult Property
 "Min. Result": Calculation Rule Min Result
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeCalcRuleMinResult { get; }
Public Shared ReadOnly Property StairstypeCalcRuleMinResult As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeCalcRuleMinResult {
	ForgeTypeId^ get ();
}
static member StairstypeCalcRuleMinResult : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace